Repository: ndlaprovidence/cross-college
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Welcome to KidRun
fr: Bienvenue sur KidRun

source: KidRun is an application used for establishments school for their cross in order to start the race, to scan their QR-CODE to record the student's time by doing automatic classification by classes and by gender.
fr: KidRun est une application utilisée pour des établissements scolaires pour leur cross afin de démarrer la course, de scanner leur QR-CODE pour enregistrer le chrono de l'élève en faisant automatiquement un classement par classes et par genre.

source: To get started, go to the QR-CODE scanner page
fr: Pour commencer, rendez-vous sur la page du scanner de QR-CODE

source: Home
fr: Accueil

source: All Create
fr: Imprimer les codes-barres

source: Create one
fr: Créer un code-barre

source: Ranking
fr: Classement

source: Import
fr: Importer les élèves

source: Students
fr: Liste des élèves

source: Filter
fr: Filtre

source: Dump all data from the Grade table
fr: Vider toutes les données de la table "Classe"

source: Dump all data from the Race table
fr: Vider toutes les données de la table "Course"

source: Dump all data from the Ranking table
fr: Vider toutes les données de la table "Classement"

source: Dump all data from the Run table
fr: Vider toutes les données de la table "Classe"

source: Dump all data
fr: Vider toutes les données de la base de données

source: Creation of a QR-CODE for the student
fr: Création d'un QR-CODE pour un élève

source: Submit
fr: Envoyer

source: Rank
fr: Classement

source: Choose gender :
fr: Choisir un sexe :

source: Student
fr: Eleve

source: Grade
fr: Classe

source: Chronometer
fr: Chronomètre

source: MAS
fr: VMA

source: Objective
fr: Objectif

source: Score
fr: Note

source: Export table
fr: Exporter le tableau

source: -- Select a grade --
fr: -- Selectionner une classe --

source: -- Select a level --
fr: -- Selectionner un niveau --

source: -- Select a gender --
fr: -- Selectionner un sexe --

source: Category
fr: Categorie

source: Gender
fr: Sexe

source: Ranking Scanner
fr: Classement

source: Delete
fr: Supprimer

source: Are you sure you want to delete this item?
fr: Etes-vous sure de vouloir supprimer cet élément?

source: Edit Race
fr: Modifier la course

source: back to list
fr: Retour

source: Import a student list
fr: Importer une liste d'élèves

source: Importfilename
fr: Fichier

source: show
fr: consulter

source: edit
fr: modifier

source: no records found
fr: aucun élément trouvé

source: Create new
fr: Ajouter

source: Create new Race
fr: Créer une nouvelle course

source: Start times
fr: Heure de départ

source: Arrival times
fr: Heure d'arrivée

source: SCAN RESULT
fr: RESULTAT DU SCAN

source: Result Here
fr: Voir les résultats

source: Start
fr: Commencer

source: Edit Student
fr: Modifier les élèves

source: Student index
fr: Gérer les étudiants

source: Lastname
fr: Nom

source: Firstname
fr: Prénom

source: Mas
fr: VMA

# Clear all data from the &quot;Student&quot; table
source: Clear all data from the "Student" table
fr: Vider toutes les données de la table "Student"

source: Create new Student
fr: Créer un nouveau élève

source: Douchette
fr: Scanner

source: Logout
fr: Déconnexion

source: Register
fr: Inscrire un utilisateur

source: Log in
fr: Se connecter

source: Please sign in
fr: Veuillez vous connecter

source: Sign in
fr: S'identifier

source: To start, go to login to get the features
fr: Pour commencer, il faut se connecter pour avoir les fonctionnalités

source: Kidrun is a web application that helps schools manage their race with several interesting features
fr: Kidrun est une application Web qui aide les établissements scolaires à gérer leur course avec plusieurs fonctionnalités intéressantes

source: Kidrun is a web application that helps schools manage their running with several interesting features
fr: Kidrun est une application Web qui aide les établissements scolaires à gérer leur course avec plusieurs fonctionnalités intéressantes

source: Export table in Excel
fr: Exporter le tableau en Excel

source: Export table in Pdf
fr: Exporter le tableau en Pdf
